Repository: fuhaou/haouw
Catalog: data/locales/default/admin-change-password.tmx
Source language: vi
Languages: en

source: Đổi mật khẩu
en: Change password

source: Vui lòng nhập đầy đủ thông tin
en: Please complete the form

source: Mật khẩu xác nhận không chính xác, vui lòng thử lại
en: The password is not correct, please try again

source: Xác nhận mật khẩu
en: Retype new password

source: Mật khẩu mới
en: New password

source: <p>Mật khẩu đã được thay đổi thành công. Thông tin mật khẩu mới đã được hệ thống gửi đến email đăng ký của quý đối tác.</p> <p>Xin vui lòng kiểm tra ( kể cả hộp thư rác - spam ) để biết thêm thông tin.</p> <p>Nhấn <strong>OK</strong> để xác nhận, <em>hệ thống sẽ tự động Thoát và yêu cầu đăng nhập lại</em>.</p>
en: <p>Your password is changed. The new password was sent to your registration email.</p> <p>Please check your inbox, and bulk box is the also.</p> <p>Press <strong>OK</strong> for confirmation, <em>the system will logout your current session, please try to login with new password</em>.</p>

source: Đổi mật khẩu thành công
en: Your password is changed
